Repository: Keeper-of-the-Keys/DMARC-SMTPTLS-Reports
Catalog: translations/ResetPasswordBundle.*.xlf
Languages: cs, de

source: %count% year|%count% years
cs: %count% rok|%count% roky|%count% let
de: %count% Jahr|%count% Jahren

source: %count% month|%count% months
cs: %count% měsíc|%count% měsíce|%count% měsíců
de: %count% Monat|%count% Monaten

source: %count% day|%count% days
cs: %count% den|%count% dny|%count% dní
de: %count% Tag|%count% Tagen

source: %count% hour|%count% hours
cs: %count% hodina|%count% hodiny|%count% hodin
de: %count% Stunde|%count% Stunden

source: %count% minute|%count% minutes
cs: %count% minuta|%count% minuty|%count% minut
de: %count% Minute|%count% Minuten

source: There was a problem validating your password reset request
cs: Při ověřování vaší žádosti o resetování hesla se vyskytl problém
de: Es gab ein Problem bei der Validierung Ihrer Anfrage zum Zurücksetzen des Passworts

source: There was a problem handling your password reset request
cs: Při zpracování vaší žádosti o resetování hesla se vyskytl problém
de: Es gab ein Problem bei der Bearbeitung Ihrer Anfrage zum Zurücksetzen des Passworts

source: The link in your email is expired. Please try to reset your password again.
cs: Odkaz v e-mailu je neplatný. Zkuste prosím znovu resetovat vaše heslo.
de: Der Link in Ihrer E-Mail ist abgelaufen. Bitte versuchen Sie erneut, Ihr Passwort zurückzusetzen.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
cs: Aktualizujte prosím konfiguraci request_password_repository v souboru config/packages/reset_password.yaml, aby odkazovala na vaši službu "repozitář pro žádosti o změnu hesla".
de: Bitte aktualisieren Sie die request_password_repository-Konfiguration in config/packages/reset_password.yaml, um auf Ihren "request password repository"-Dienst zu verweisen.

source: The reset password link is invalid. Please try to reset your password again.
cs: Odkaz pro resetování hesla je neplatný. Pokuste se, prosím, o resetování hesla znovu.
de: Der Link zum Zurücksetzen des Passworts ist ungültig. Bitte versuchen Sie erneut, Ihr Passwort zurückzusetzen.

source: You have already requested a reset password email. Please check your email or try again soon.
cs: Již jste požádali o e-mail pro resetování hesla. Zkontrolujte prosím svůj e-mail nebo to zkuste zase později.
de: Sie haben bereits eine E-Mail mit einem neuen Passwort angefordert. Bitte überprüfen Sie Ihre E-Mail oder versuchen Sie es später erneut.
