Repository: Keeper-of-the-Keys/DMARC-SMTPTLS-Reports
Catalog: translations/ResetPasswordBundle+intl-icu.*.xlf
Languages: nl

source: %count% year|%count% years
nl: {count, plural, =0 {0 jaar} one {1 jaar} other {# jaren}}

source: %count% month|%count% months
nl: {count, plural, =0 {0 maanden} one {1 maand} other {# maanden}}

source: %count% day|%count% days
nl: {count, plural, =0 {0 dagen} one {1 dag} other {# dagen}}

source: %count% hour|%count% hours
nl: {count, plural, =0 {0 uur} one {1 uur} other {# uren}}

source: %count% minute|%count% minutes
nl: {count, plural, =0 {0 minuten} one {1 minuut} other {# minuten}}

source: There was a problem validating your password reset request
nl: Er is een probleem opgetreden bij het valideren van het verzoek om je wachtwoord te herstellen

source: There was a problem handling your password reset request
nl: Er is een probleem opgetreden bij het afhandelen van het verzoek om je wachtwoord te herstellen

source: The link in your email is expired. Please try to reset your password again.
nl: De link in je e-mail is verlopen. Probeer opnieuw je wachtwoord te herstellen.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
nl: Update de request_password_repository waarde in config/packages/reset_password.yaml met een verwijzing naar je "request password repository" service.

source: The reset password link is invalid. Please try to reset your password again.
nl: De link om je wachtwoord te herstellen is niet geldig. Probeer opnieuw je wachtwoord te herstellen.

source: You have already requested a reset password email. Please check your email or try again soon.
nl: Je hebt al een verzoek ingediend voor een e-mail om je wachtwoord te herstellen. Controleer of je een e-mail hebt ontvangen of probeer het later nog eens.
