Repository: Keeper-of-the-Keys/DMARC-SMTPTLS-Reports
Catalog: translations/security.*.xlf
Languages: cs

source: An authentication exception occurred.
cs: Při ověřování došlo k chybě.

source: Authentication credentials could not be found.
cs: Ověřovací údaje nebyly nalezeny.

source: Authentication request could not be processed due to a system problem.
cs: Požadavek na ověření nemohl být zpracován kvůli systémové chybě.

source: Invalid credentials.
cs: Neplatné přihlašovací údaje.

source: Cookie has already been used by someone else.
cs: Cookie již bylo použité někým jiným.

source: Not privileged to request the resource.
cs: Nemáte oprávnění přistupovat k prostředku.

source: Invalid CSRF token.
cs: Neplatný CSRF token.

source: No authentication provider found to support the authentication token.
cs: Poskytovatel pro ověřovací token nebyl nalezen.

source: No session available, it either timed out or cookies are not enabled.
cs: Session není k dispozici, vypršela její platnost, nebo jsou zakázané cookies.

source: No token could be found.
cs: Token nebyl nalezen.

source: Username could not be found.
cs: Přihlašovací jméno nebylo nalezeno.

source: Account has expired.
cs: Platnost účtu vypršela.

source: Credentials have expired.
cs: Platnost přihlašovacích údajů vypršela.

source: Account is disabled.
cs: Účet je zakázaný.

source: Account is locked.
cs: Účet je zablokovaný.

source: Too many failed login attempts, please try again later.
cs: Příliš mnoho nepovedených pokusů přihlášení. Zkuste to prosím později.

source: Invalid or expired login link.
cs: Neplatný nebo expirovaný odkaz na přihlášení.

source: Too many failed login attempts, please try again in %minutes% minute.
cs: Příliš mnoho neúspěšných pokusů o přihlášení, zkuste to prosím znovu za %minutes% minutu.

source: Too many failed login attempts, please try again in %minutes% minutes.
cs: Příliš mnoho neúspěšných pokusů o přihlášení, zkuste to prosím znovu za %minutes% minutu.|Příliš mnoho neúspěšných pokusů o přihlášení, zkuste to prosím znovu za %minutes% minuty.|Příliš mnoho neúspěšných pokusů o přihlášení, zkuste to prosím znovu za %minutes% minut.
