Repository: Keeper-of-the-Keys/DMARC-SMTPTLS-Reports
Catalog: translations/validators.*.xlf
Languages: cs, fi

source: Please select a valid file.
cs: Prosím vyberte platný soubor.
fi: Valitse kelvollinen tiedosto.

source: The hidden field is invalid.
cs: Skryté pole není platné.
fi: Piilotettu kenttä ei ole kelvollinen.

source: Please enter an integer.
cs: Prosím zadejte číslo.
fi: Syötä kokonaisluku.

source: Please select a valid language.
cs: Prosím zadejte platný jazyk.
fi: Valitse kelvollinen kieli.

source: Please select a valid locale.
cs: Prosím zadejte platný jazyk.
fi: Valitse kelvollinen kielikoodi.

source: Please enter a valid money amount.
cs: Prosím zadejte platnou částku.
fi: Syötä kelvollinen rahasumma.

source: Please enter a number.
cs: Prosím zadejte číslo.
fi: Syötä numero.

source: The password is invalid.
cs: Heslo není platné.
fi: Salasana ei kelpaa.

source: Please enter a percentage value.
cs: Prosím zadejte procentuální hodnotu.
fi: Syötä prosenttiluku.

source: The values do not match.
cs: Hodnoty se neshodují.
fi: Arvot eivät vastaa toisiaan.

source: Please enter a valid time.
cs: Prosím zadejte platný čas.
fi: Syötä kelvollinen kellonaika.

source: Please select a valid timezone.
cs: Prosím vyberte platné časové pásmo.
fi: Valitse kelvollinen aikavyöhyke.

source: Please enter a valid URL.
cs: Prosím zadejte platnou URL.
fi: Syötä kelvollinen URL.

source: Please enter a valid search term.
cs: Prosím zadejte platný výraz k vyhledání.
fi: Syötä kelvollinen hakusana.

source: Please provide a valid phone number.
cs: Prosím zadejte platné telefonní číslo.
fi: Anna kelvollinen puhelinnumero.

source: The checkbox has an invalid value.
cs: Zaškrtávací políčko má neplatnou hodnotu.
fi: Valintaruudun arvo ei kelpaa.

source: Please enter a valid email address.
cs: Prosím zadejte platnou emailovou adresu.
fi: Syötä kelvollinen sähköpostiosoite.

source: Please select a valid option.
cs: Prosím vyberte platnou možnost.
fi: Valitse kelvollinen vaihtoehto.

source: Please select a valid range.
cs: Prosím vyberte platný rozsah.
fi: Valitse kelvollinen väli.

source: Please enter a valid week.
cs: Prosím zadejte platný týden.
fi: Syötä kelvollinen viikko.
