Repository: Keeper-of-the-Keys/DMARC-SMTPTLS-Reports
Catalog: translations/validators.*.xlf
Languages: cs, fi

source: This value should be false.
cs: Tato hodnota musí být nepravdivá (false).
fi: Arvon tulee olla epätosi.

source: This value should be true.
cs: Tato hodnota musí být pravdivá (true).
fi: Arvon tulee olla tosi.

source: This value should be of type {{ type }}.
cs: Tato hodnota musí být typu {{ type }}.
fi: Arvon tulee olla tyyppiä {{ type }}.

source: This value should be blank.
cs: Tato hodnota musí být prázdná.
fi: Arvon tulee olla tyhjä.

source: The value you selected is not a valid choice.
cs: Vybraná hodnota není platnou možností.
fi: Arvon tulee olla yksi annetuista vaihtoehdoista.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
cs: Musí být vybrána nejméně {{ limit }} možnost.|Musí být vybrány nejméně {{ limit }} možnosti.|Musí být vybráno nejméně {{ limit }} možností.
fi: Sinun tulee valita vähintään yksi vaihtoehto.|Sinun tulee valita vähintään {{ limit }} vaihtoehtoa.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
cs: Musí být vybrána maximálně {{ limit }} možnost.|Musí být vybrány maximálně {{ limit }} možnosti.|Musí být vybráno maximálně {{ limit }} možností.
fi: Sinun tulee valita enintään yksi vaihtoehto.|Sinun tulee valita enintään {{ limit }} vaihtoehtoa.

source: One or more of the given values is invalid.
cs: Některé z uvedených hodnot jsou neplatné.
fi: Yksi tai useampi annetuista arvoista on virheellinen.

source: This field was not expected.
cs: Toto pole nebylo očekáváno.
fi: Tätä kenttää ei odotettu.

source: This field is missing.
cs: Toto pole chybí.
fi: Tämä kenttä puuttuu.

source: This value is not a valid date.
cs: Tato hodnota není platné datum.
fi: Annettu arvo ei ole kelvollinen päivämäärä.

source: This value is not a valid datetime.
cs: Tato hodnota není platné datum s časovým údajem.
fi: Annettu arvo ei ole kelvollinen päivämäärä ja kellonaika.

source: This value is not a valid email address.
cs: Tato hodnota není platná e-mailová adresa.
fi: Annettu arvo ei ole kelvollinen sähköpostiosoite.

source: The file could not be found.
cs: Soubor nebyl nalezen.
fi: Tiedostoa ei löydy.

source: The file is not readable.
cs: Soubor je nečitelný.
fi: Tiedostoa ei voi lukea.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
cs: Soubor je příliš velký ({{ size }} {{ suffix }}). Maximální povolená velikost souboru je {{ limit }} {{ suffix }}.
fi: Tiedostonkoko ({{ size }} {{ suffix }}) on liian iso. Suurin sallittu tiedostonkoko on {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
cs: Neplatný mime typ souboru ({{ type }}). Povolené mime typy souborů jsou {{ types }}.
fi: Tiedostotyyppi ({{ type }}) on virheellinen. Sallittuja tiedostotyyppejä ovat {{ types }}.

source: This value should be {{ limit }} or less.
cs: Tato hodnota musí být {{ limit }} nebo méně.
fi: Arvon tulee olla {{ limit }} tai vähemmän.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
cs: Tato hodnota je příliš dlouhá. Musí obsahovat maximálně {{ limit }} znak.|Tato hodnota je příliš dlouhá. Musí obsahovat maximálně {{ limit }} znaky.|Tato hodnota je příliš dlouhá. Musí obsahovat maximálně {{ limit }} znaků.
fi: Liian pitkä syöte. Syöte saa olla enintään yhden merkin.|Liian pitkä syöte. Syöte saa olla enintään {{ limit }} merkkiä.

source: This value should be {{ limit }} or more.
cs: Tato hodnota musí být {{ limit }} nebo více.
fi: Arvon tulee olla {{ limit }} tai enemmän.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
cs: Tato hodnota je příliš krátká. Musí obsahovat minimálně {{ limit }} znak.|Tato hodnota je příliš krátká. Musí obsahovat minimálně {{ limit }} znaky.|Tato hodnota je příliš krátká. Musí obsahovat minimálně {{ limit }} znaků.
fi: Liian lyhyt syöte. Syötteen tulee olla vähintään yhden merkin.|Liian lyhyt syöte. Syötteen tulee olla vähintään {{ limit }} merkkiä.

source: This value should not be blank.
cs: Tato hodnota nesmí být prázdná.
fi: Kenttä ei voi olla tyhjä.

source: This value should not be null.
cs: Tato hodnota nesmí být null.
fi: Annettu arvo ei voi olla null.

source: This value should be null.
cs: Tato hodnota musí být null.
fi: Annetun arvon tulee olla null.

source: This value is not valid.
cs: Tato hodnota není platná.
fi: Virheellinen arvo.

source: This value is not a valid time.
cs: Tato hodnota není platný časový údaj.
fi: Annettu arvo ei ole kelvollinen kellonaika.

source: This value is not a valid URL.
cs: Tato hodnota není platná URL adresa.
fi: Annettu arvo ei ole kelvollinen URL-osoite.

source: The two values should be equal.
cs: Tyto dvě hodnoty musí být stejné.
fi: Kahden annetun arvon tulee olla samat.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
cs: Soubor je příliš velký. Maximální povolená velikost souboru je {{ limit }} {{ suffix }}.
fi: Annettu tiedosto on liian iso. Suurin sallittu tiedostokoko on {{ limit }} {{ suffix }}.

source: The file is too large.
cs: Soubor je příliš velký.
fi: Tiedosto on liian iso.

source: The file could not be uploaded.
cs: Soubor se nepodařilo nahrát.
fi: Tiedoston siirto epäonnistui.

source: This value should be a valid number.
cs: Tato hodnota musí být číslo.
fi: Arvon tulee olla numero.

source: This file is not a valid image.
cs: Tento soubor není obrázek.
fi: Tiedosto ei ole kelvollinen kuva.

source: This is not a valid IP address.
cs: Tato hodnota není platnou IP adresou.
fi: Tämä arvo ei ole kelvollinen IP-osoite.

source: This value is not a valid language.
cs: Tento jazyk neexistuje.
fi: Arvo ei ole kelvollinen kieli.

source: This value is not a valid locale.
cs: Tato lokalizace neexistuje.
fi: Arvo ei ole kelvollinen kieli- ja alueasetus (locale).

source: This value is not a valid country.
cs: Tato země neexistuje.
fi: Arvo ei ole kelvollinen maa.

source: This value is already used.
cs: Tato hodnota je již používána.
fi: Arvo on jo käytetty.

source: The size of the image could not be detected.
cs: Nepodařily se zjistit rozměry obrázku.
fi: Kuvan kokoa ei tunnistettu.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
cs: Obrázek je příliš široký ({{ width }}px). Maximální povolená šířka obrázku je {{ max_width }}px.
fi: Kuva on liian leveä ({{ width }} px). Leveyden tulee olla enintään {{ max_width }} px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
cs: Obrázek je příliš úzký ({{ width }}px). Minimální šířka musí být {{ min_width }}px.
fi: Kuva on liian kapea ({{ width }} px). Leveyden tulee olla vähintään {{ min_width }} px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
cs: Obrázek je příliš vysoký ({{ height }}px). Maximální povolená výška obrázku je {{ max_height }}px.
fi: Kuva on liian korkea ({{ width }} px). Korkeuden tulee olla enintään {{ max_width }} px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
cs: Obrázek je příliš nízký ({{ height }}px). Minimální výška obrázku musí být {{ min_height }}px.
fi: Kuva on liian matala ({{ height }} px). Korkeuden tulee olla vähintään {{ min_height }} px.

source: This value should be the user's current password.
cs: Tato hodnota musí být aktuální heslo uživatele.
fi: Arvon tulee olla käyttäjän tämänhetkinen salasana.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
cs: Tato hodnota musí mít přesně {{ limit }} znak.|Tato hodnota musí mít přesně {{ limit }} znaky.|Tato hodnota musí mít přesně {{ limit }} znaků.
fi: Arvon tulee olla tasan yhden merkin pituinen.|Arvon tulee olla tasan {{ limit }} merkin pituinen.

source: The file was only partially uploaded.
cs: Byla nahrána jen část souboru.
fi: Tiedosto ladattiin vain osittain.

source: No file was uploaded.
cs: Žádný soubor nebyl nahrán.
fi: Tiedostoa ei ladattu.

source: No temporary folder was configured in php.ini.
cs: V php.ini nebyla nastavena cesta k dočasnému adresáři, nebo nastavený adresář neexistuje.
fi: Väliaikaista kansiota ei ole määritetty php.ini:ssä, tai määritetty kansio ei ole olemassa.

source: Cannot write temporary file to disk.
cs: Dočasný soubor se nepodařilo zapsat na disk.
fi: Väliaikaistiedostoa ei voitu kirjoittaa levylle.

source: A PHP extension caused the upload to fail.
cs: Rozšíření PHP zabránilo nahrání souboru.
fi: PHP-laajennoksen vuoksi tiedoston lataus epäonnistui.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
cs: Tato kolekce musí obsahovat minimálně {{ limit }} prvek.|Tato kolekce musí obsahovat minimálně {{ limit }} prvky.|Tato kolekce musí obsahovat minimálně {{ limit }} prvků.
fi: Tässä ryhmässä tulee olla vähintään yksi elementti.|Tässä ryhmässä tulee olla vähintään {{ limit }} elementtiä.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
cs: Tato kolekce musí obsahovat maximálně {{ limit }} prvek.|Tato kolekce musí obsahovat maximálně {{ limit }} prvky.|Tato kolekce musí obsahovat maximálně {{ limit }} prvků.
fi: Tässä ryhmässä tulee olla enintään yksi elementti.|Tässä ryhmässä tulee olla enintään {{ limit }} elementtiä.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
cs: Tato kolekce musí obsahovat přesně {{ limit }} prvek.|Tato kolekce musí obsahovat přesně {{ limit }} prvky.|Tato kolekce musí obsahovat přesně {{ limit }} prvků.
fi: Tässä ryhmässä tulee olla tasan yksi elementti.|Tässä ryhmässä tulee olla tasan {{ limit }} elementtiä.

source: Invalid card number.
cs: Neplatné číslo karty.
fi: Virheellinen korttinumero.

source: Unsupported card type or invalid card number.
cs: Nepodporovaný typ karty nebo neplatné číslo karty.
fi: Tätä korttityyppiä ei tueta tai korttinumero on virheellinen.

source: This is not a valid International Bank Account Number (IBAN).
cs: Tato hodnota není platným Mezinárodním bankovním číslem účtu (IBAN).
fi: Tämä arvo ei ole kelvollinen kansainvälinen pankkitilinumero (IBAN).

source: This value is not a valid ISBN-10.
cs: Tato hodnota není platné ISBN-10.
fi: Arvo ei ole kelvollinen ISBN-10.

source: This value is not a valid ISBN-13.
cs: Tato hodnota není platné ISBN-13.
fi: Arvo ei ole kelvollinen ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
cs: Tato hodnota není platné ISBN-10 ani ISBN-13.
fi: Arvo ei ole kelvollinen ISBN-10 eikä ISBN-13.

source: This value is not a valid ISSN.
cs: Tato hodnota není platné ISSN.
fi: Arvo ei ole kelvollinen ISSN.

source: This value is not a valid currency.
cs: Tato měna neexistuje.
fi: Arvo ei ole kelvollinen valuutta.

source: This value should be equal to {{ compared_value }}.
cs: Tato hodnota musí být rovna {{ compared_value }}.
fi: Arvo ei ole sama kuin {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
cs: Tato hodnota musí být větší než {{ compared_value }}.
fi: Arvon tulee olla suurempi kuin {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
cs: Tato hodnota musí být větší nebo rovna {{ compared_value }}.
fi: Arvon tulee olla suurempi tai yhtä suuri kuin {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
cs: Tato hodnota musí být typu {{ compared_value_type }} a zároveň musí být rovna {{ compared_value }}.
fi: Arvon tulee olla sama kuin {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
cs: Tato hodnota musí být menší než {{ compared_value }}.
fi: Arvon tulee olla pienempi kuin {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
cs: Tato hodnota musí být menší nebo rovna {{ compared_value }}.
fi: Arvon tulee olla pienempi tai yhtä suuri kuin {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
cs: Tato hodnota nesmí být rovna {{ compared_value }}.
fi: Arvon ei tule olla sama kuin {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
cs: Tato hodnota nesmí být typu {{ compared_value_type }} a zároveň nesmí být rovna {{ compared_value }}.
fi: Arvon ei tule olla sama kuin {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
cs: Poměr stran obrázku je příliš velký ({{ ratio }}). Maximální povolený poměr stran obrázku je {{ max_ratio }}.
fi: Kuvasuhde on liian suuri ({{ ratio }}). Suurin sallittu suhde on {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
cs: Poměr stran obrázku je příliš malý ({{ ratio }}). Minimální povolený poměr stran obrázku je {{ min_ratio }}.
fi: Kuvasuhde on liian pieni ({{ ratio }}). Pienin sallittu suhde on {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
cs: Strany obrázku jsou čtvercové ({{ width }}x{{ height }}px). Čtvercové obrázky nejsou povolené.
fi: Kuva on neliö ({{ width }}x{{ height }} px). Neliönmuotoiset kuvat eivät ole sallittuja.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
cs: Obrázek je orientovaný na šířku ({{ width }}x{{ height }}px). Obrázky orientované na šířku nejsou povolené.
fi: Kuva on vaakasuuntainen ({{ width }}x{{ height }} px). Vaakasuuntaiset kuvat eivät ole sallittuja.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
cs: Obrázek je orientovaný na výšku ({{ width }}x{{ height }}px). Obrázky orientované na výšku nejsou povolené.
fi: Kuva on pystysuuntainen ({{ width }}x{{ height }} px). Pystysuuntaiset kuvat eivät ole sallittuja.

source: An empty file is not allowed.
cs: Soubor nesmí být prázdný.
fi: Tiedosto ei saa olla tyhjä.

source: The host could not be resolved.
cs: Hostitele nebylo možné rozpoznat.
fi: Palvelimeen ei saatu yhteyttä.

source: This value does not match the expected {{ charset }} charset.
cs: Tato hodnota neodpovídá očekávané znakové sadě {{ charset }}.
fi: Arvo ei vastaa odotettua merkistöä {{ charset }}.

source: This is not a valid Business Identifier Code (BIC).
cs: Tato hodnota není platným Kódem obchodního identifikátoru (BIC).
fi: Tämä arvo ei ole kelvollinen liiketoiminnan tunnistekoodi (BIC).

source: Error
cs: Chyba
fi: Virhe

source: This is not a valid UUID.
cs: Tato hodnota není platným UUID.
fi: Tämä arvo ei ole kelvollinen UUID.

source: This value should be a multiple of {{ compared_value }}.
cs: Tato hodnota musí být násobek hodnoty {{ compared_value }}.
fi: Tämän arvon tulee olla luvun {{ compared_value }} kerrannainen.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
cs: Bankovní identifikační kód (BIC) neodpovídá mezinárodnímu číslu účtu (IBAN) {{ iban }}.
fi: Tätä yritystunnusta (BIC) ei ole liitetty IBAN-tilinumeroon {{ iban }}.

source: This value should be valid JSON.
cs: Tato hodnota musí být validní JSON.
fi: Arvon tulee olla kelvollinen JSON.

source: This collection should contain only unique elements.
cs: Tato kolekce musí obsahovat pouze unikátní prvky.
fi: Ryhmän tulee sisältää vain yksilöllisiä arvoja.

source: This value should be positive.
cs: Tato hodnota musí být kladná.
fi: Arvon tulee olla positiivinen.

source: This value should be either positive or zero.
cs: Tato hodnota musí být buď kladná nebo nula.
fi: Arvon tulee olla joko positiivinen tai nolla.

source: This value should be negative.
cs: Tato hodnota musí být záporná.
fi: Arvon tulee olla negatiivinen.

source: This value should be either negative or zero.
cs: Tato hodnota musí být buď záporná nebo nula.
fi: Arvon tulee olla joko negatiivinen tai nolla.

source: This value is not a valid timezone.
cs: Tato časová zóna neexistuje.
fi: Arvo ei ole kelvollinen aikavyöhyke.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
cs: Zadané heslo bylo součástí úniku dat, takže ho není možné použít. Použijte prosím jiné heslo.
fi: Tämä salasana on vuotanut tietomurrossa, eikä sitä saa käyttää. Käytä toista salasanaa.

source: This value should be between {{ min }} and {{ max }}.
cs: Hodnota musí být mezi {{ min }} a {{ max }}.
fi: Arvon tulee olla {{ min }} - {{ max }}.

source: This value is not a valid hostname.
cs: Tato hodnota není platný hostname.
fi: Arvo ei ole kelvollinen laitenimi (hostname).

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
cs: Počet prvků v této kolekci musí být násobek {{ compared_value }}.
fi: Ryhmässä olevien elementtien määrän pitää olla luvun {{ compared_value }} kerrannainen.

source: This value should satisfy at least one of the following constraints:
cs: Tato hodnota musí splňovat alespoň jedno z následujících omezení:
fi: Arvon tulee läpäistä vähintään yksi seuraavista tarkistuksista:

source: Each element of this collection should satisfy its own set of constraints.
cs: Každý prvek v této kolekci musí splňovat svá vlastní omezení.
fi: Ryhmän jokaisen elementin tulee läpäistä omat tarkistuksensa.

source: This value is not a valid International Securities Identification Number (ISIN).
cs: Tato hodnota není platné mezinárodní identifikační číslo cenného papíru (ISIN).
fi: Tämä arvo ei ole kelvollinen ISIN-koodi (International Securities Identification Number).

source: This value should be a valid expression.
cs: Tato hodnota musí být platný výraz.
fi: Tämän arvon on oltava kelvollinen lauseke.

source: This value is not a valid CSS color.
cs: Tato hodnota není platná barva CSS.
fi: Tämä arvo ei ole kelvollinen CSS-värimääritys.

source: This value is not a valid CIDR notation.
cs: Tato hodnota není platná notace CIDR.
fi: Tämä arvo ei ole kelvollinen CIDR-merkintä.

source: The value of the netmask should be between {{ min }} and {{ max }}.
cs: Hodnota masky sítě musí být mezi {{ min }} a {{ max }}.
fi: Verkkomaskille annetun arvon tulee olla {{ min }} - {{ max }}.

source: The filename is too long. It should have {{ filename_max_length }} character or less.|The filename is too long. It should have {{ filename_max_length }} characters or less.
cs: Název souboru je příliš dlouhý. Měl by obsahovat {{ filename_max_length }} znak nebo méně.|Název souboru je příliš dlouhý. Měl by obsahovat {{ filename_max_length }} znaky nebo méně.|Název souboru je příliš dlouhý. Měl by obsahovat {{ filename_max_length }} znaků nebo méně.
fi: Tiedostonimi on liian pitkä. Nimi saa olla enintään yhden merkin pituinen.|Tiedostonimi on liian pitkä. Nimi saa olla enintään {{ filename_max_length }} merkin pituinen.

source: The password strength is too low. Please use a stronger password.
cs: Síla hesla je příliš nízká. Použijte silnější heslo, prosím.
fi: Salasana on liian heikko. Valitse vahvempi salasana.

source: This value contains characters that are not allowed by the current restriction-level.
cs: Tato hodnota obsahuje znaky, které nejsou povoleny aktuální úrovní omezení.
fi: Arvo sisältää merkkejä, joita nykyinen rajoitustaso ei salli.

source: Using invisible characters is not allowed.
cs: Používání neviditelných znaků není povoleno.
fi: Näkymättömiä merkkejä ei saa käyttää.

source: Mixing numbers from different scripts is not allowed.
cs: Kombinování čísel z různých písem není povoleno.
fi: Eri kirjaimistojen numeroita ei saa sekoittaa.

source: Using hidden overlay characters is not allowed.
cs: Použití skrytých překrývajících znaků není povoleno.
fi: Piilotettuja tarkemerkkejä ei saa käyttää.

source: The extension of the file is invalid ({{ extension }}). Allowed extensions are {{ extensions }}.
cs: Přípona souboru je neplatná ({{ extension }}). Povolené přípony jsou {{ extensions }}.
fi: Tiedostopääte ({{ extension }}) on virheellinen. Sallitut tiedostopäätteet ovat: {{ extensions }}.

source: The detected character encoding is invalid ({{ detected }}). Allowed encodings are {{ encodings }}.
cs: Zjištěné kódování znaků je neplatné ({{ detected }}). Povolená kódování jsou {{ encodings }}.
fi: Havaittu merkistö on virheellinen ({{ detected }}). Sallitut merkistöt ovat {{ encodings }}.

source: This value is not a valid MAC address.
cs: Tato hodnota není platnou MAC adresou.
fi: Tämä arvo ei ole kelvollinen MAC-osoite.

source: This URL is missing a top-level domain.
cs: Této URL není doména nejvyššího řádu.
fi: Tästä URL-osoitteesta puuttuu ylätason verkkotunnus.

source: This value is too short. It should contain at least one word.|This value is too short. It should contain at least {{ min }} words.
cs: Tato hodnota je příliš krátká, měla by obsahovat alespoň jedno slovo|Tato hodnota je příliš krátká, měla by obsahovat alespoň {{ min }} slova.

source: This value is too long. It should contain one word.|This value is too long. It should contain {{ max }} words or less.
cs: Tato hodnota je příliš dlouhá, měla obsahovat pouze jedno slovo.|Tato hodnota je příliš dlouhá, měla by obsahovat {{ max }} slova a nebo méně.

source: This value does not represent a valid week in the ISO 8601 format.
cs: Tato hodnota není validní týden v ISO 8601 formatu.

source: This value is not a valid week.
cs: Tato hodnota není validní týden.

# This value should not be before week &quot;{{ min }}&quot;.
source: This value should not be before week "{{ min }}".
cs: Tato hodnota by neměla být týden před "{{ min }}".

# This value should not be after week &quot;{{ max }}&quot;.
source: This value should not be after week "{{ max }}".
cs: Tato hodnota by neměla být týden za "{{ max }}".

source: This form should not contain extra fields.
cs: Tato skupina polí nesmí obsahovat další pole.
fi: Tämä lomake ei voi sisältää ylimääräisiä kenttiä.

source: The uploaded file was too large. Please try to upload a smaller file.
cs: Nahraný soubor je příliš velký. Nahrajte prosím menší soubor.
fi: Ladattu tiedosto on liian iso. Ole hyvä ja lataa pienempi tiedosto.

source: The CSRF token is invalid. Please try to resubmit the form.
cs: CSRF token je neplatný. Zkuste prosím znovu odeslat formulář.
fi: CSRF-tarkiste on virheellinen. Ole hyvä ja yritä lähettää lomake uudestaan.

source: This value is not a valid HTML5 color.
cs: Tato hodnota není platná HTML5 barva.
fi: Tämä arvo ei ole kelvollinen HTML5-väri.

source: Please enter a valid birthdate.
cs: Prosím zadejte platný datum narození.
fi: Syötä kelvollinen syntymäaika.

source: The selected choice is invalid.
cs: Vybraná možnost není platná.
fi: Valittu vaihtoehto ei kelpaa.

source: The collection is invalid.
cs: Kolekce není platná.
fi: Ryhmä ei kelpaa.

source: Please select a valid color.
cs: Prosím vyberte platnou barvu.
fi: Valitse kelvollinen väri.

source: Please select a valid country.
cs: Prosím vyberte platnou zemi.
fi: Valitse kelvollinen maa.

source: Please select a valid currency.
cs: Prosím vyberte platnou měnu.
fi: Valitse kelvollinen valuutta.

source: Please choose a valid date interval.
cs: Prosím vyberte platné rozpětí dat.
fi: Valitse kelvollinen aikaväli.

source: Please enter a valid date and time.
cs: Prosím zadejte platný datum a čas.
fi: Syötä kelvolliset päivä ja aika.

source: Please enter a valid date.
cs: Prosím zadejte platný datum.
fi: Syötä kelvollinen päivä.
